{
  "effects": [
    {
      "filename" : "misstep",
      "name": "Misstep",
      "description": "activate the end of turn effect of one enemy of your choice. If no enemies are present, instead draw two dungeon cards."
    },
    {
      "filename" : "delayed_trap",
      "name": "Delayed trap",
      "description": "the character in row D receives 1 damage. Draw another dungeon card."
    },
    {
      "filename" : "chilly_wind",
      "name": "Chilly wind",
      "description": "Each player discards 1 card from their hands. Draw another dungeon card."
    },
    {
      "filename" : "floor_lava",
      "name": "The floor is lava",
      "description": "by the end of the turn, each character that has not swapped position receives 1 damage."
    },
    {
      "filename" : "smoky_cloud",
      "name": "Smoky cloud",
      "description": "Players cannot gain actions this turn. Draw another dungeon card."
    },
    {
      "filename" : "wtf_mirror",
      "name": "WTF Mirror",
      "description": "Both players reveal their hands. Each player decides what cards the other plays this turn. If no enemies are present, draw another dungeon card."
    },
    {
      "filename" : "brawl_family",
      "name": "Brawl in the family",
      "description": "Dungeon cards cannot be targeted this turn. Ignore any dungeon card ongoing or end of turn effects."
    },
    {
      "filename" : "sneak",
      "name": "Sneak in",
      "description": "When this card is revealed, players have 20 seconds to say yes or no. If both say yes, they discard 2 cards from their hand. If one says yes and the other says no, they discard 1 card each, then draw 1 dungeon card. If both say no, draw 2 dungeon cards."
    },
    {
      "filename" : "falldown",
      "name": "Falldown",
      "description": "Starting player gets it's column A swapped with D, and B with C. If D is dead, then swap A with C and keep B. If B and C are dead, swap A and B. Second player swaps column A with column B."
    }
  ]
}